[{"title": "Abbey of Saint Markovia", "type": "dungeon", "description": "this.", "path": "/static/media/maps/Abbey of Saint Markovia - dungeon - this.jpg"}, {"title": "Argynvostholt", "type": "dungeon", "description": "this.", "path": "/static/media/maps/Argynvostholt - dungeon - this.jpg"}, {"title": "Barovia", "type": "world", "description": "this.", "path": "/static/media/maps/Barovia - world - this.jpg"}, {"title": "Blue Water Inn", "type": "dungeon", "description": "this.", "path": "/static/media/maps/Blue Water Inn - dungeon - this.jpg"}, {"title": "Church", "type": "dungeon", "description": "this.", "path": "/static/media/maps/Church - dungeon - this.jpg"}, {"title": "Cragmaw Castle", "type": "dungeon", "description": "Cragmaw Castle which is the stronghold of King Grol leader of the Cragmaw goblins.", "path": "/static/media/maps/Cragmaw Castle - dungeon - Cragmaw Castle which is the stronghold of King Grol leader of the Cragmaw goblins.jpg"}, {"title": "Cragmaw Hideout", "type": "dungeon", "description": "The Cragmaw tribe of goblins has established a hideout to harass and plunder traffic moving along the Triboar Trail or the path to Phandalin.", "path": "/static/media/maps/Cragmaw Hideout - dungeon - The Cragmaw tribe of goblins has established a hideout to harass and plunder traffic moving along the Triboar Trail or the path to Phandalin.jpg"}, {"title": "Howling Caves", "type": "dungeon", "description": "These caves belonged to deep gnomes who had started.", "path": "/static/media/maps/Howling Caves - dungeon - These caves belonged to deep gnomes who had started.jpg"}, {"title": "Krezk", "type": "town", "description": "this.", "path": "/static/media/maps/Krezk - town - this.jpg"}, {"title": "Necromancers Cave", "type": "dungeon", "description": "An insane and reclusive necromancer named Oreioth has taken residence in the caves near Lance Rock.", "path": "/static/media/maps/Necromancers Cave - dungeon - An insane and reclusive necromancer named Oreioth has taken residence in the caves near Lance Rock.jpg"}, {"title": "North Sword Coast", "type": "world", "description": "Part of the North a vast realm of free settlements surrounded by wilderness and adventure.", "path": "/static/media/maps/North Sword Coast - world - Part of the North a vast realm of free settlements surrounded by wilderness and adventure.jpg"}, {"title": "Phandalin", "type": "town", "description": "The frontier town of Phandalin is built on the ruins of a much older settlement.", "path": "/static/media/maps/Phandalin - town - The frontier town of Phandalin is built on the ruins of a much older settlement.jpg"}, {"title": "Plunging Torrents", "type": "dungeon", "description": "Dangerous waterfalls, sudden deluges, and weird elemental effects fill the Plunging Torrents, a cavernous extension of the Elemental Plane of Water.", "path": "/static/media/maps/Plunging Torrents - dungeon - Dangerous waterfalls, sudden deluges, and weird elemental effects fill the Plunging Torrents, a cavernous extension of the Elemental Plane of Water.jpg"}, {"title": "Red Larch", "type": "town", "description": "Red Larch has been an important stop on the Long Road for two centuries now.", "path": "/static/media/maps/Red Larch - town - Red Larch has been an important stop on the Long Road for two centuries now. Named for a distinctive stand of red larch trees cut down when the hamlet was founded.jpg"}, {"title": "Rivergard Keep", "type": "town", "description": "A small but strongly built castle on the banks of the Dessarin River, Rivergard Keep is one of the Haunted Keeps of the Sumber Hills.", "path": "/static/media/maps/Rivergard Keep - town - A small but strongly built castle on the banks of the Dessarin River, Rivergard Keep is one of the Haunted Keeps of the Sumber Hills.jpg"}, {"title": "Ruins of Thundertree", "type": "town", "description": "Near the place where the Neverwinter River emerges from Neverwinter Wood stands the abandoned village of Thundertree.", "path": "/static/media/maps/Ruins of Thundertree - town - Near the place where the Neverwinter River emerges from Neverwinter Wood stands the abandoned village of Thundertree.jpg"}, {"title": "Sacred Stone Monastery", "type": "dungeon", "description": "A small but strongly built castle The third of the Haunted Keeps of the Sumber Hills.", "path": "/static/media/maps/Sacred Stone Monastery - dungeon - A small but strongly built castle The third of the Haunted Keeps of the Sumber Hills.jpg"}, {"title": "Scarlet Moon Hall", "type": "dungeon", "description": "Elizar Dryflagon has sent word throughout the Dessarin Valley that an obscure druid circle called the Circle.", "path": "/static/media/maps/Scarlet Moon Hall - dungeon - Elizar Dryflagon has sent word throughout the Dessarin Valley that an obscure druid circle called the Circle.jpg"}, {"title": "The Black Geode", "type": "dungeon", "description": "The Black Geode is a natural cavern with seams of luminous violet crystal.", "path": "/static/media/maps/The Black Geode - dungeon - The Black Geode is a natural cavern with seams of luminous violet crystal. In the Black Geode’s largest cavern lies a portal that leads to Earth.jpg"}, {"title": "The Dessarin Valley", "type": "world", "description": "the Dessarin Valley, a lightly settled region of caravan towns, isolated homesteads, and uninhabited wilderness just a week’s journey from Waterdeep.", "path": "/static/media/maps/The Dessarin Valley - world - the Dessarin Valley, a lightly settled region of caravan towns, isolated homesteads, and uninhabited wilderness just a week’s journey from Waterdeep.jpg"}, {"title": "Tser Pool Encampment", "type": "town", "description": "this.", "path": "/static/media/maps/Tser Pool Encampment - town - this.jpg"}, {"title": "Tsolenka Pass", "type": "town", "description": "this.", "path": "/static/media/maps/Tsolenka Pass - town - this.jpg"}, {"title": "Vester Hill", "type": "dungeon", "description": "this.", "path": "/static/media/maps/Vester Hill - dungeon - this.jpg"}, {"title": "Village of Barovia", "type": "town", "description": "this.", "path": "/static/media/maps/Village of Barovia - town - this.jpg"}, {"title": "Vistani Camp", "type": "dungeon", "description": "this.", "path": "/static/media/maps/Vistani Camp - dungeon - this.jpg"}, {"title": "Wave Echo Cave", "type": "dungeon", "description": "Fifteen miles east of Phandalin in the deep vales of the Sword Mountains lies Wave Echo Cave.", "path": "/static/media/maps/Wave Echo Cave - dungeon - Fifteen miles east of Phandalin in the deep vales of the Sword Mountains lies Wave Echo Cave.jpg"}]